Repository: WinUICommunity/TvTime
Catalog: src/TvTime/Strings/*/Resources.resw
Source language: en_us
Languages: fa_ir

# AboutPage_RelatedLinks.Text
source: Related Links
fa_ir: لینک های مرتبط

# AboutPage_ReleaseNotes.Content
source: Release Notes
fa_ir: یادداشت انتشار

# AboutPage_SourceCode.Content
source: Source Code
fa_ir: سورس کد

# AboutPage_TvTimeExpander.Description
source: TV Time helps you find and search movies, series and anime from different servers and download them easily with different qualities.
fa_ir: TvTime به شما کمک می کند تا جدید ترین فیلم ها، سریال ها و انیمه ها را با کیفیت های متنوع از سرورهای مختلف پیدا کنید

# AppLanguageSettingPage_LanguageCard.Description
source: Specify the user interface language of the application, after selecting the application will be restarted
fa_ir: زبان رابط کاربری برنامه را مشخص کنید، بعد از انتخاب برنامه دوباره راه اندازی خواهد شد

# AppLanguageSettingPage_LanguageCard.Header
source: App UI Language
fa_ir: زبان رابط کاربری

# AppUpdateSettingPage_CheckUpdate.Content
source: Check for New Version
fa_ir: بررسی برای نسخه جدید

# AppUpdateSettingPage_DownloadUpdate.Content
source: Download Update
fa_ir: دانلود بروزرسانی

# AppUpdateSettingPage_InfoBarTitle.Title
source: Status
fa_ir: عنوان

# AppUpdateSettingPage_LastCheck.Text
source: Last Update Check
fa_ir: آخرین بررسی

# AppUpdateSettingPage_ReleaseNotes.Content
source: Release Notes
fa_ir: یادداشت انتشار

# AppUpdateSettingViewModel_CurrentVersion
source: Current Version v{0}"
fa_ir: نسخه فعلی v{0}

# AppUpdateSettingViewModel_ReleaseNoteContentDialogCloseButton
source: Close
fa_ir: بستن

# AppUpdateSettingViewModel_ReleaseNoteContentDialogTitle
source: Release Notes
fa_ir: یادداشت های انتشار

# AppUpdateSettingViewModel_StatusCheckUpdate
source: Checking for new updates
fa_ir: در حال بررسی به‌روزرسانی‌های جدید

# AppUpdateSettingViewModel_StatusErrorConnection
source: Error in Connection
fa_ir: خطا در اتصال

# AppUpdateSettingViewModel_StatusLatestVersion
source: You are using Latest version.
fa_ir: شما از آخرین نسخه استفاده می کنید.

# AppUpdateSettingViewModel_StatusUpdateFound
source: We found a new version {0} that created in {1} and published in {2}
fa_ir: ما یک نسخه جدید {0} پیدا کردیم که در {1} ایجاد و در {2} منتشر شد

# BackupSettingPage_InfoBarTitle.Title
source: Status
fa_ir: عنوان

# BackupSettingPage_MediaBackup.Description
source: You can export your saved media servers to any location
fa_ir: شما میتوانید سرورهای رسانه خود را در محل دلخواه ذخیره کنید

# BackupSettingPage_MediaBackup.Header
source: Backup Media Servers
fa_ir: پشتیبان گیری از سرورهای رسانه

# BackupSettingPage_MediaExpander.Description
source: backup and restore media servers
fa_ir: سرورهای رسانه را پشتیبان گیری کنید و یا آنها را بازگردانید

# BackupSettingPage_MediaExpander.Header
source: Backup & Restore TvTime Media Servers
fa_ir: پشتیبان گیری و بازیابی سرورهای رسانه

# BackupSettingPage_MediaRestore.Description
source: You can import your saved media servers to the app
fa_ir: شما میتوانید سرورهای رسانه ذخیره شده را به برنامه بازگردانید

# BackupSettingPage_MediaRestore.Header
source: Restore Media Servers
fa_ir: بازیابی سرورهای رسانه

# BackupSettingPage_SubtitleBackup.Description
source: You can export your saved subtitle servers to any location
fa_ir: شما میتوانید سرورهای زیرنویس خود را در محل دلخواه ذخیره کنید

# BackupSettingPage_SubtitleBackup.Header
source: Backup Subtitle Servers
fa_ir: پشتیبان گیری از سرورهای زیرنویس

# BackupSettingPage_SubtitleExpander.Description
source: backup and restore subtitle servers
fa_ir: سرورهای زیرنویس را پشتیبان گیری کنید و یا آنها را بازگردانید

# BackupSettingPage_SubtitleExpander.Header
source: Backup & Restore TvTime Subtitle Servers
fa_ir: پشتیبان گیری و بازیابی سرورهای زیرنویس

# BackupSettingPage_SubtitleRestore.Description
source: You can import your saved subtitle servers to the app
fa_ir: شما میتوانید سرورهای زیرنویس ذخیره شده را به برنامه بازگردانید

# BackupSettingPage_SubtitleRestore.Header
source: Restore Subtitle Servers
fa_ir: بازیابی سرورهای زیرنویس

# BackupSettingPage_TvTimeBackup.Description
source: You can export your saved settings to any location
fa_ir: شما میتوانید تنظیمات برنامه را در محل دلخواه ذخیره کنید

# BackupSettingPage_TvTimeBackup.Header
source: Backup TvTime Settings
fa_ir: پشتیبان گیری از تنظیمات برنامه

# BackupSettingPage_TvTimeExpander.Description
source: backup and restore TvTime settings
fa_ir: تنظیمات برنامه را پشتیبان گیری کنید و یا آنها را بازگردانید

# BackupSettingPage_TvTimeExpander.Header
source: Backup & Restore TvTime Settings
fa_ir: پشتیبان گیری و بازیابی تنظیمات برنامه

# BackupSettingPage_TvTimeRestore.Description
source: You can import your saved settings to the app
fa_ir: شما میتوانید تنظیمات برنامه ذخیره شده را به برنامه بازگردانید

# BackupSettingPage_TvTimeRestore.Header
source: Restore TvTime Settings
fa_ir: بازیابی تنظیمات برنامه

# BackupSettingViewModel_BackupConfigCompleted
source: Backup completed successfully
fa_ir: پشتیبان گیری با موفقیت انجام شد

# BackupSettingViewModel_BackupServerCompleted
source: Backup completed successfully
fa_ir: پشتیبان گیری با موفقیت انجام شد

# BackupSettingViewModel_RestoreConfigCompleted
source: Restore completed successfully
fa_ir: بازیابی با موفقیت انجام شد

# BackupSettingViewModel_RestoreServerCompleted
source: Restore completed successfully
fa_ir: بازیابی با موفقیت انجام شد

# BreadCrumbBarRootText
source: Settings
fa_ir: تنظیمات

# Constants_AllFilter
source: All
fa_ir: همه

# Constants_InternetNotAvailable
source: Oh no! You're not connected to the internet.
fa_ir: وای نه! شما به اینترنت متصل نیستید.

# Constants_SubtitleNotFound
source: Subtitles not found or server is unavailable, please try again!
fa_ir: زیرنویس پیدا نشد یا سرور در دسترس نیست، لطفا دوباره امتحان کنید!

# DescriptionStyleSettingPage_BreadCrumbBar
source: Description Style
fa_ir: استایل توضیحات

# DescriptionStyleSettingPage_DescriptionTextCustomFontSize.OffContent
source: Default
fa_ir: پیشفرض

# DescriptionStyleSettingPage_DescriptionTextCustomFontSize.OnContent
source: Custom
fa_ir: سفارشی

# DescriptionStyleSettingPage_DescriptionTextFontSize.Description
source: Specify the font size of the description
fa_ir: اندازه فونت توضیحات را مشخص کنید

# DescriptionStyleSettingPage_DescriptionTextFontSize.Header
source: Description Text Font Size
fa_ir: اندازه متن توضیحات

# DescriptionStyleSettingPage_DescriptionTextFontSizeExpander.Description
source: Use Style Default Font Size
fa_ir: استفاده از اندازه فونت پیشفرض خود استایل

# DescriptionStyleSettingPage_DescriptionTextFontSizeExpander.Header
source: Description Text Font Size
fa_ir: اندازه متن توضیحات

# DescriptionStyleSettingPage_DescriptionTextStyle.Description
source: Specify the style of the description
fa_ir: استایل توضیحات را مشخص کنید

# DescriptionStyleSettingPage_DescriptionTextStyle.Header
source: Description Text Style
fa_ir: استایل متن توضیحات

# DescriptionStyleSettingPage_DescriptionTruncateText.Description
source: Append an ellipsis (...) at the end
fa_ir: در صورت طولانی بودن متن، سه نقطه (...) را به انتهای متن اضافه کن

# DescriptionStyleSettingPage_DescriptionTruncateText.Header
source: Truncate Text
fa_ir: کوتاه کردن متن

# DescriptionStyleSettingPage_DescriptionType.Description
source: Choose which control to use to display the description in the listview
fa_ir: انتخاب کنید که از کدام کنترل برای نمایش توضیحات استفاده شود

# DescriptionStyleSettingPage_DescriptionType.Header
source: Description Type
fa_ir: نوع توضیحات

# DescriptionStyleSettingPage_HyperlinkBorderThickness.Description
source: Specify the borderThickness of the hyperlink
fa_ir: مرز ضخامت هایپرلینک را مشخص کنید

# DescriptionStyleSettingPage_HyperlinkBorderThickness.Header
source: HyperLink BorderThickness
fa_ir: ضخامت مرز هایپرلینک

# DescriptionStyleSettingPage_PreviewDescription.Text
source: Preview Description
fa_ir: پیش نمایش توضیحات

# MediaDetailPage_DownloadItem.Content
source: Download All
fa_ir: دانلود همه

# MediaDetailPage_IMDBItem.Content
source: Get IMDB Details
fa_ir: جزئیات IMDB را دریافت کنید

# MediaDetailPage_RefreshItem.Content
source: Refresh
fa_ir: بروزرسانی

# MediaDetailsViewModel_StatusParsing
source: Parsing {0}
fa_ir: تجزیه {0}

# MediaDetailsViewModel_StatusUpdated
source: Updated Successfully
fa_ir: با موفقیت به روز شد

# MediaDetailsViewModel_StatusWait
source: Please Wait...
fa_ir: لطفا صبر کنید...

# MediaDetailsViewModel_StatusWorking
source: Working on {0}
fa_ir: در حال کار بر روی {0}

# GeneralSettingPage_DoubleClickNavigationCard.Description
source: Navigate to pages with Mouse Double Click
fa_ir: با دوبار کلیک ماوس به صفحات بروید

# GeneralSettingPage_DoubleClickNavigationCard.Header
source: Use Double Click for Navigate
fa_ir: از دابل کلیک برای پیمایش استفاده کنید

# GeneralSettingPage_FilterTokenViewCard.Description
source: With the help of TokenView, you can see only the media related to the desired server, and with the help of the search, you can search the results more precisely.
fa_ir: با کمک TokenView فقط می توانید رسانه های مربوط به سرور مورد نظر را مشاهده کنید و با کمک جستجو می توانید نتایج را با دقت بیشتری جستجو کنید.

# GeneralSettingPage_FilterTokenViewCard.Header
source: Filter using TokenView
fa_ir: با استفاده از TokenView فیلتر کنید

# GeneralSettingPage_IconPackCard.Description
source: Choose Icon Pack to display for the season number
fa_ir: بسته نماد را برای نمایش شماره فصل انتخاب کنید

# GeneralSettingPage_IconPackCard.Header
source: Icon Pack
fa_ir: بسته آیکون

# GeneralSettingPage_IconPackFluent.Content
source: Fluent
fa_ir: فلوئنت

# GeneralSettingPage_IconPackGlyph.Content
source: Glyph
fa_ir: گلیف

# GeneralSettingPage_IDMDownloadCard.Description
source: Download Files With Internet Download Manager (IDM) [if exist]
fa_ir: دانلود فایل ها با اینترنت دانلود منیجر (IDM) [در صورت وجود]

# GeneralSettingPage_IDMDownloadCard.Header
source: Download with IDM
fa_ir: دانلود با IDM

# GeneralSettingPage_OpenFileCard.Description
source: If false is selected, the corresponding web page will be opened instead of the file itself
fa_ir: اگر false انتخاب شود، صفحه وب مربوطه به جای خود فایل باز می شود

# GeneralSettingPage_OpenFileCard.Header
source: Open the file in the browser
fa_ir: فایل را در مرورگر باز کنید

# GeneralSettingPage_RealTimeSearchCard.Description
source: If you use RealTime search, the search will be done immediately after typing the character. Otherwise, you must press the enter button after typing.(Note that using RealTime search may be a bit slow if there are many items)
fa_ir: اگر از جستجوی لحظه ای استفاده می کنید، جستجو بلافاصله پس از تایپ کاراکتر انجام می شود. در غیر این صورت، پس از تایپ باید دکمه enter را فشار دهید.(توجه داشته باشید که در صورت وجود موارد زیاد، استفاده از جستجوی لحظه ای ممکن است کمی کند باشد)

# GeneralSettingPage_RealTimeSearchCard.Header
source: Use RealTime Search
fa_ir: از جستجوی لحظه ای استفاده کنید

# GeneralSettingPage_RegexExpander.Description
source: following keywords will be removed from movie\series file name, if you see a word that can not be removed from file name you can add your keywords here
fa_ir: کلمات کلیدی زیر از نام فایل فیلم/سریال حذف خواهند شد، اگر کلمه ای را مشاهده کردید که نمی تواند از نام فایل حذف شود، می توانید کلمات کلیدی خود را اینجا اضافه کنید.

# GeneralSettingPage_RegexExpander.Header
source: Use Default Regex
fa_ir: از Regex پیش فرض استفاده کنید

# GeneralSettingPage_SoundCard.Description
source: Controls provide audible feedback
fa_ir: کنترل ها بازخورد شنیداری را ارائه می دهند

# GeneralSettingPage_SoundCard.Header
source: Sound
fa_ir: صدا

# HeaderStyleSettingPage_BreadCrumbBar
source: Header Style
fa_ir: استایل سرتیتر

# HeaderStyleSettingPage_HeaderTextCustomFontSize.OffContent
source: Default
fa_ir: پیشفرض

# HeaderStyleSettingPage_HeaderTextCustomFontSize.OnContent
source: Custom
fa_ir: سفارشی

# HeaderStyleSettingPage_HeaderTextFontSize.Description
source: Specify the font size of the header
fa_ir: اندازه فونت سرتیتر را مشخص کنید

# HeaderStyleSettingPage_HeaderTextFontSize.Header
source: Header Text Font Size
fa_ir: اندازه متن سرتیتر

# HeaderStyleSettingPage_HeaderTextFontSizeExpander.Description
source: Use Style Default Font Size
fa_ir: استفاده از اندازه فونت پیشفرض خود استایل

# HeaderStyleSettingPage_HeaderTextFontSizeExpander.Header
source: Header Text Font Size
fa_ir: اندازه متن سرتیتر

# HeaderStyleSettingPage_HeaderTextStyle.Description
source: Specify the style of the header
fa_ir: استایل سرتیتر را مشخص کنید

# HeaderStyleSettingPage_HeaderTextStyle.Header
source: Header Text Style
fa_ir: استایل متن سرتیتر

# HeaderStyleSettingPage_HeaderTruncateText.Description
source: Append an ellipsis (...) at the end
fa_ir: در صورت طولانی بودن متن، سه نقطه (...) را به انتهای متن اضافه کن

# HeaderStyleSettingPage_HeaderTruncateText.Header
source: Truncate Text
fa_ir: کوتاه کردن متن

# HeaderStyleSettingPage_PreviewHeader.Text
source: Preview Header
fa_ir: پیش نمایش سرتیتر

# IMDBDetailsPage_Actor.Text
source: Actor:
fa_ir: بازیگر:

# IMDBDetailsPage_Country.Text
source: Country:
fa_ir: کشور:

# IMDBDetailsPage_Director.Text
source: Director:
fa_ir: کارگردان:

# IMDBDetailsPage_Genre.Text
source: Genre:
fa_ir: ژانر. دسته:

# IMDBDetailsPage_Id.Text
source: Id:
fa_ir: شناسه:

# IMDBDetailsPage_Language.Text
source: Language:
fa_ir: زبان:

# IMDBDetailsPage_Rated.Text
source: Rated:
fa_ir: دارای رتبه:

# IMDBDetailsPage_Released.Text
source: Released:
fa_ir: منتشر شد:

# IMDBDetailsPage_TotalSeason.Text
source: Total Season:
fa_ir: کل فصل:

# IMDBDetailsPage_Type.Text
source: Type:
fa_ir: نوع:

# IMDBDetailsPage_Writer.Text
source: Writer:
fa_ir: نویسنده:

# IMDBDetailsPage_Year.Text
source: Year:
fa_ir: سال:

# IMDBDetailWindow_TitleBarSearch.PlaceholderText
source: Movie/Serial Title
fa_ir: عنوان فیلم/سریال

# ItemUC_MenuCopy.Text
source: Copy Link(s)
fa_ir: کپی لینک(ها)

# ItemUC_MenuDirectory.Text
source: Open Web Directory
fa_ir: پوشه را در مرورگر باز کنید

# ItemUC_MenuDownload.Text
source: Download With IDM
fa_ir: دانلود با IDM

# ItemUC_MenuFile.Text
source: Open File
fa_ir: فایل را باز کنید

# ItemUC_MenuIMDB.Text
source: Get IMDB Details
fa_ir: جزئیات IMDB را دریافت کنید

# ItemUC_SubMenuCopy.Text
source: Copy Selected Item Link
fa_ir: لینک مورد انتخاب شده را کپی کنید

# ItemUC_SubMenuCopyAll.Text
source: Copy All Links
fa_ir: همه لینک ها را کپی کنید

# ItemUC_SubMenuDownload.Text
source: Download Selected Item With IDM
fa_ir: دانلود آیتم انتخاب شده با IDM

# ItemUC_SubMenuDownloadAll.Text
source: Download All Items With IDM
fa_ir: دانلود همه موارد با IDM

# LayoutSettingPage_BreadCrumbBar
source: Layout
fa_ir: لایوت

# LayoutSettingPage_TvTimeDescriptionStyle.Description
source: Customize description according to your needs, such as font style, size and control type
fa_ir: توضیحات را با توجه به نیازهای خود، مانند سبک قلم، اندازه و نوع کنترل، سفارشی کنید

# LayoutSettingPage_TvTimeDescriptionStyle.Header
source: Description Style and Font Size
fa_ir: سبک و اندازه قلم توضیحات

# LayoutSettingPage_TvTimeHeaderStyle.Description
source: Customize header according to your needs, such as font style, size
fa_ir: سرتیتر را با توجه به نیازهای خود، مانند سبک قلم، اندازه، سفارشی کنید

# LayoutSettingPage_TvTimeHeaderStyle.Header
source: Header Style and Font Size
fa_ir: سبک و اندازه قلم سرتیتر

# MainPage_FlowDirection.FlowDirection
source: LeftToRight
fa_ir: RightToLeft

# MainPage_TitleBarSearch.PlaceholderText
source: Search Movies, Series, Anime and more
fa_ir: جستجوی فیلم، سریال، انیمیشن و موارد دیگر

# MainPage_TitleBarThemeToggle.Content
source: Toggle Theme
fa_ir: تغییر پوسته

# MediaPage_InfoBarActionButton.Text
source: Server Status
fa_ir: وضعیت سرور

# MediaPage_RefreshItem.Content
source: Refresh
fa_ir: بروزرسانی

# MediaViewModel_AddedLocalServer
source: {0} Local {1} Added
fa_ir: {0} محلی {1} اضافه شد

# MediaViewModel_AddedServer
source: Added {0}/{1} Servers
fa_ir: {0} سرور از {1} سرور اضافه شد

# MediaViewModel_ContentDialogAddServerTitle
source: Add New Servers
fa_ir: افزودن سرورهای جدید

# MediaViewModel_ContentDialogInfoBarMessage
source: Would you like to go to the servers page and add some servers?
fa_ir: آیا می خواهید به صفحه سرورها بروید و چند سرور اضافه کنید؟

# MediaViewModel_ContentDialogInfoBarPrimaryButton
source: Go To Servers
fa_ir: به سرورها بروید

# MediaViewModel_ContentDialogInfoBarSecondaryButton
source: Cancel
fa_ir: لغو کنید

# MediaViewModel_ContentDialogInfoBarTitle
source: No servers found, please add some servers first
fa_ir: هیچ سروری پیدا نشد، لطفا ابتدا چند سرور اضافه کنید

# MediaViewModel_DownloadServerStatusError
source: Error: Added {0}/{1} Servers
fa_ir: خطا: {0} سرور از {1} سرور اضافه شد

# MediaViewModel_DownloadServerStatusParsing
source: Parsing {0}
fa_ir: تجزیه {0}

# MediaViewModel_DownloadServerStatusSaved
source: {0} Saved
fa_ir: ذخیره شد {0}

# MediaViewModel_DownloadServerStatusSerializing
source: Serializing {0}
fa_ir: تجزیه {0}

# MediaViewModel_DownloadServerStatusUpdated
source: Updated Successfully: Added {0}/{1} Servers
fa_ir: با موفقیت به روز شد: سرورهای {0}/{1} اضافه شدند

# MediaViewModel_DownloadServerStatusUpdatedLocal
source: We Updated our Local Storage
fa_ir: ما فضای ذخیره‌سازی محلی خود را به‌روزرسانی کردیم

# MediaViewModel_DownloadServerStatusWait
source: Please Wait...
fa_ir: لطفا صبر کنید...

# MediaViewModel_DownloadServerStatusWorking
source: Working on {0} - {1}/{2}
fa_ir: در حال کار بر روی {0} - {1}/{2}

# MediaViewModel_LoadingLocal
source: Loading Local {0}...
fa_ir: در حال بارگیری محلی {0}...

# MediaViewModel_ServerStatus
source: Server Status - {0} Server(s) Added
fa_ir: وضعیت سرور - {0} سرور اضافه شد

# MediaViewModel_ServerStatusPrimaryButton
source: Ok
fa_ir: باشه

# MediaViewModel_StatusNoServerMessage
source: No servers found, please add some servers first
fa_ir: هیچ سروری پیدا نشد، لطفا ابتدا چند سرور اضافه کنید

# MediaViewModel_StatusNoServerTitle
source: Server not found
fa_ir: سرور یافت نشد

# Nav_AnimeSubtitle
source: Search among anime and download the desired anime
fa_ir: در میان انیمه ها جستجو کنید و انیمه مورد نظر را دانلود کنید

# Nav_AnimeTitle
source: Anime
fa_ir: انیمه

# Nav_HomeSubtitle
source: Search among anime and download the desired anime
fa_ir: در میان انیمه ها جستجو کنید و انیمه مورد نظر را دانلود کنید

# Nav_HomeTitle
source: Home
fa_ir: خانه

# Nav_IMDBDetailsSubtitle
source: Get Details about Movie, Series or Anime from IMDB
fa_ir: جزئیات فیلم، سریال یا انیمیشن را از IMDB دریافت کنید

# Nav_IMDBDetailsTitle
source: IMDB Details
fa_ir: جزئیات IMDB

# Nav_MoviesSubtitle
source: Search among Movies and download the desired movie
fa_ir: در میان فیلم ها جستجو کنید و فیلم مورد نظر را دانلود کنید

# Nav_MoviesTitle
source: Movies
fa_ir: فیلم

# Nav_SeriesSubtitle
source: Search among Series and download the desired series
fa_ir: در میان سریال ها جستجو کنید و سریال مورد نظر را دانلود کنید

# Nav_SeriesTitle
source: Series
fa_ir: سریال

# Nav_ServersSubtitle
source: Add, Update or Remove Servers
fa_ir: افزودن، به روز رسانی یا حذف سرورها

# Nav_ServersTitle
source: Servers
fa_ir: سرورها

# Nav_Settings
source: Settings
fa_ir: تنظیمات

# Nav_SubtitlesSubtitle
source: Search and Download the subtitle you need from subscene servers
fa_ir: زیرنویس مورد نیاز خود را از سرورهای subscene جستجو و دانلود کنید

# Nav_SubtitlesTitle
source: Subtitles
fa_ir: زیرنویس

# NoItemUC_NoItem.Text
source: Item not found!
fa_ir: موردی پیدا نشد!

# ServerPage_MediaItem.Content
source: Media Servers
fa_ir: سرورهای رسانه

# ServerPage_SubtitleItem.Content
source: Subtitle Server
fa_ir: سرورهای زیرنویس

# ServerUC_AddButton.Content
source: Add new server
fa_ir: سرور جدید اضافه کنید

# ServerUC_ClearButton.Content
source: Clear all servers
fa_ir: تمام سرورها را پاک کنید

# ServerUC_ClearCard.Description
source: This will delete all saved servers
fa_ir: با این کار تمام سرورهای ذخیره شده حذف می شوند

# ServerUC_ClearCard.Header
source: Clear all servers
fa_ir: تمام سرورها را پاک کنید

# ServerUC_ClearContentDialogCloseButton
source: No
fa_ir: خیر

# ServerUC_ClearContentDialogContent
source: Are you sure to clear all servers?
fa_ir: آیا مطمئن هستید که همه سرورها را پاک می کنید؟

# ServerUC_ClearContentDialogPrimaryButton
source: Yes
fa_ir: بله

# ServerUC_ClearContentDialogStatus
source: All Servers Removed Successfully
fa_ir: همه سرورها با موفقیت حذف شدند

# ServerUC_ClearContentDialogTitle
source: Clear All Servers
fa_ir: پاک کردن همه سرورها

# ServerUC_LoadButton.Content
source: Load predefined servers
fa_ir: بارگذاری سرورهای از پیش تعریف شده

# ServerUC_LoadCard.Description
source: We have a number of specific and predefined servers, you can load them.
fa_ir: ما تعدادی سرور خاص و از پیش تعریف شده داریم که می توانید آنها را بارگذاری کنید.

# ServerUC_LoadCard.Header
source: Load predefined servers
fa_ir: بارگذاری سرورهای از پیش تعریف شده

# ServerUC_LoadContentDialogCloseButton
source: No
fa_ir: خیر

# ServerUC_LoadContentDialogContent
source: Are you sure to load predefined servers? This will overwrite all your servers!
fa_ir: آیا مطمئن هستید که سرورهای از پیش تعریف شده را بارگیری می کنید؟ این همه سرورهای شما را بازنویسی می کند!

# ServerUC_LoadContentDialogPrimaryButton
source: Yes
fa_ir: بله

# ServerUC_LoadContentDialogStatus
source: Predefined Servers Loaded Successfully
fa_ir: سرورهای از پیش تعریف شده با موفقیت بارگیری شدند

# ServerUC_LoadContentDialogTitle
source: Load Predefined Servers
fa_ir: بارگذاری سرورهای از پیش تعریف شده

# ServerUC_SettingGroup.Header
source: TvTime Servers
fa_ir: سرورهای TvTime

# ServerUC_SettingServer.Description
source: Manage Servers that can be used in the TvTime
fa_ir: سرورهای قابل استفاده در TvTime را مدیریت کنید

# ServerUC_SettingServer.Header
source: Servers
fa_ir: سرورها

# ServerViewModel_AddedStatus
source: New Server Added Successfully
fa_ir: سرور جدید با موفقیت اضافه شد

# ServerViewModel_AddStatusTitle
source: Add new Server
fa_ir: سرور جدید اضافه کنید

# ServerViewModel_CanNotAddStatus
source: Server Can not be Added
fa_ir: سرور اضافه نمی شود

# ServerViewModel_CanNotUpdateServerStatus
source: Server Can not be Updated
fa_ir: سرور آپدیت نمیشه

# ServerViewModel_CreateContentDialogCloseButton
source: Cancel
fa_ir: لغو کنید

# ServerViewModel_CreateContentDialogComboBoxHeader
source: Choose Series, Movie or Anime
fa_ir: سریال، فیلم یا انیمیشن را انتخاب کنید

# ServerViewModel_CreateContentDialogComboBoxPlaceholder
source: Choose Series, Movie or Anime
fa_ir: سریال، فیلم یا انیمیشن را انتخاب کنید

# ServerViewModel_CreateContentDialogPrimaryButton
source: Save Changes
fa_ir: ذخیره تغییرات

# ServerViewModel_CreateContentDialogServerHeader
source: Server Url
fa_ir: آدرس سرور

# ServerViewModel_CreateContentDialogServerPlaceholder
source: Server Title
fa_ir: عنوان سرور

# ServerViewModel_CreateContentDialogServerTitle
source: Title
fa_ir: عنوان

# ServerViewModel_CreateContentDialogServerUrlPlaceholder
source: Server Url
fa_ir: آدرس سرور

# ServerViewModel_CreateContentDialogToggleSwitchHeader
source: Activate Server
fa_ir: سرور را فعال کنید

# ServerViewModel_CreateContentDialogToggleSwitchOffContent
source: DeActive
fa_ir: غیرفعال

# ServerViewModel_CreateContentDialogToggleSwitchOnContent
source: Active
fa_ir: فعال

# ServerViewModel_RemoveStatus
source: Selected Server Removed Successfully
fa_ir: سرور انتخاب شده با موفقیت حذف شد

# ServerViewModel_UpdateServerStatus
source: Server Changed Successfully
fa_ir: سرور با موفقیت تغییر کرد

# ServerViewModel_UpdateStatusTitle
source: Update Server
fa_ir: به روز رسانی سرور

# SettingsPage_AboutSetting.Description
source: About TvTime and Developer
fa_ir: درباره TvTime و توسعه دهنده

# SettingsPage_AboutSetting.Header
source: About us
fa_ir: درباره ما

# SettingsPage_AppLanguageSetting.Description
source: Specify the language of the user interface of the application
fa_ir: زبان رابط کاربری برنامه را مشخص کنید

# SettingsPage_AppLanguageSetting.Header
source: App UI Language
fa_ir: زبان رابط کاربری
